<?php

$languageArr = [
    '请输入商家、商品名称' => 'กรุณากรอกชื่อผู้ขายและผลิตภัณฑ์' ,
    '登录' => '' ,
    '男' => '' ,
    '女' => '' ,
    '请输入手机号' => '' ,
    '请输入密码' => '' ,
    '请输入8-20位密码' => '' ,
    '密码必须由数字和字母组合' => '' ,
    '验证码错误' => '' ,
    '此手机号未注册' => '' ,
    '用户不存在' => '' ,
    '用户名或密码错误' => '' ,
    '退出成功' => '' ,
    '成功' => '' ,
    '微信信息' => '' ,
    '请在微信中打开该链接' => '' ,
    '获取微信信息失败' => '' ,
    '参数不合法' => '' ,
    '获取粉丝身份出错,请重新操作' => '' ,
    '获取微信信息成功' => '' ,
    '登录失败' => '' ,
    '注册' => '' ,
    '此手机号已注册, 请直接登录' => '' ,
    '文件不存在' => '' ,
] ;


